{
    "movies": [
      {
        "id": "1197306",
        "title": "A Working Man",
        "description": "Levon Cade left behind a decorated military career in the black ops to live a simple life working construction. But when his boss's daughter, who is like family to him, is taken by human traffickers, his search to bring her home uncovers a world of corruption far greater than he ever could have imagined.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/xUkUZ8eOnrOnnJAfusZUqKYZiDu.jpg",
        "rating": 6.493,
        "category": "Movie"
        "videoUrl"; "https://localhost 3000/www.youtube.com/watch?v=dQw4w9WgXcQ"
      },
      {
        "id": "1233069",
        "title": "Exterritorial",
        "description": "When her son vanishes inside a US consulate, ex-special forces soldier Sara does everything in her power to find him — and uncovers a dark conspiracy.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/qWTfHG8KdXwr0bqypYbNZLenh0J.jpg",
        "rating": 7,
        "category": "Movie"
      },
      {
        "id": "668489",
        "title": "Havoc",
        "description": "When a drug heist swerves lethally out of control, a jaded cop fights his way through a corrupt city's criminal underworld to save a politician's son.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/r46leE6PSzLR3pnVzaxx5Q30yUF.jpg",
        "rating": 6.627,
        "category": "Movie"
      },
      {
        "id": "950387",
        "title": "A Minecraft Movie",
        "description": "Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/iPPTGh2OXuIv6d7cwuoPkw8govp.jpg",
        "rating": 6.2,
        "category": "Movie"
      },
      {
        "id": "1471014",
        "title": "Van Gogh by Vincent",
        "description": "In a career that lasted only ten years, Vincent Van Gogh painted one subject more than any other: himself. This is the story of Vincent told using eight of his most iconic self-portraits.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/z73X4WKZghBh5fri31o8P6vBEB2.jpg",
        "rating": 6.409,
        "category": "Movie"
      },
      {
        "id": "1225915",
        "title": "Jewel Thief: The Heist Begins",
        "description": "In this high-octane battle of wits and wills, ingenious con artist Rehan devises a diamond heist while trying to outsmart Rajan, his sadistic adversary.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/eujLbO0kf1eqWC8XpHUJdtAVW2J.jpg",
        "rating": 7.2,
        "category": "Movie"
      },
      {
        "id": "986056",
        "title": "Thunderbolts*",
        "description": "After finding themselves ensnared in a death trap, seven disillusioned castoffs must embark on a dangerous mission that will force them to confront the darkest corners of their pasts.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/hqcexYHbiTBfDIdDWxrxPtVndBX.jpg",
        "rating": 7.6,
        "category": "Movie"
      },
      {
        "id": "324544",
        "title": "In the Lost Lands",
        "description": "A queen sends the powerful and feared sorceress Gray Alys to the ghostly wilderness of the Lost Lands in search of a magical power, where she and her guide, the drifter Boyce, must outwit and outfight both man and demon.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/dDlfjR7gllmr8HTeN6rfrYhTdwX.jpg",
        "rating": 6.303,
        "category": "Movie"
      },
      {
        "id": "822119",
        "title": "Captain America: Brave New World",
        "description": "After meeting with newly elected U.S. President Thaddeus Ross, Sam finds himself in the middle of an international incident. He must discover the reason behind a nefarious global plot before the true mastermind has the entire world seeing red.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/pzIddUEMWhWzfvLI3TwxUG2wGoi.jpg",
        "rating": 6.165,
        "category": "Movie"
      },
      {
        "id": "1180906",
        "title": "Desert Dawn",
        "description": "A newly appointed small-town sheriff and his begrudging deputy get tangled up in a web of lies and corruption involving shady businessmen and the cartel while investigating the murder of a mysterious woman.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/S21BfLrJSD9njucBfY3CKqp8rD.jpg",
        "rating": 0,
        "category": "Movie"
      },
      {
        "id": "1276073",
        "title": "Bullet Train Explosion",
        "description": "When panic erupts on a Tokyo-bound bullet train that will explode if it slows below 100 kph, authorities race against time to save everyone on board.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/uxYMN7egzwU9dQWmlm9tVTVpBbe.jpg",
        "rating": 6.888,
        "category": "Movie"
      },
      {
        "id": "348",
        "title": "Alien",
        "description": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg",
        "rating": 8.163,
        "category": "Movie"
      },
      {
        "id": "1124620",
        "title": "The Monkey",
        "description": "When twin brothers find a mysterious wind-up monkey, a series of outrageous deaths tear their family apart. Twenty-five years later, the monkey begins a new killing spree forcing the estranged brothers to confront the cursed toy.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/yYa8Onk9ow7ukcnfp2QWVvjWYel.jpg",
        "rating": 5.888,
        "category": "Movie"
      },
      {
        "id": "1414048",
        "title": "Day of Reckoning",
        "description": "Put-upon lawman John Dorsey is on the verge of losing his wife and his job as sheriff, so he posses up with bullish U.S. Marshall Butch Hayden to hold outlaw Emily Rusk hostage. A battle of wills ensues as Emily turns the posse on themselves, but as her marauding husband and his gang approach, Emily and John realize they will need each other to survive.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/cVSjSQryFUERYSdOmdgJ2m0eBte.jpg",
        "rating": 6.583,
        "category": "Movie"
      },
      {
        "id": "1153714",
        "title": "Death of a Unicorn",
        "description": "A father and daughter accidentally hit and kill a unicorn while en route to a weekend retreat, where his billionaire boss seeks to exploit the creature’s miraculous curative properties.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/lXR32JepFwD1UHkplWqtBP1K79z.jpg",
        "rating": 6.2,
        "category": "Movie"
      },
      {
        "id": "1233413",
        "title": "Sinners",
        "description": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/jYfMTSiFFK7ffbY2lay4zyvTkEk.jpg",
        "rating": 7.7,
        "category": "Movie"
      },
      {
        "id": "1356236",
        "title": "Saint Catherine",
        "description": "An orphaned girl is rescued from a satanic ritual and taken to Saint Catherine Institute for homeless youth. There she will learn new skills while facing demons that stalk her.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/hBJdzKPeDaC96AzlrtMWBomYSZV.jpg",
        "rating": 6.273,
        "category": "Movie"
      },
      {
        "id": "335984",
        "title": "Blade Runner 2049",
        "description": "Thirty years after the events of the first film, a new blade runner, LAPD Officer K, unearths a long-buried secret that has the potential to plunge what's left of society into chaos. K's discovery leads him on a quest to find Rick Deckard, a former LAPD blade runner who has been missing for 30 years.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/gajva2L0rPYkEWjzgFlBXCAVBE5.jpg",
        "rating": 7.579,
        "category": "Movie"
      },
      {
        "id": "374720",
        "title": "Dunkirk",
        "description": "The story of the miraculous evacuation of Allied soldiers from Belgium, Britain, Canada and France, who were cut off and surrounded by the German army from the beaches and harbour of Dunkirk between May 26th and June 4th 1940 during World War II.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/b4Oe15CGLL61Ped0RAS9JpqdmCt.jpg",
        "rating": 7.45,
        "category": "Movie"
      },
      {
        "id": "1092899",
        "title": "The Siege",
        "description": "International assassin Walker is compromised during a mission and sent to a reassignment center for a new identity. During his stay at the facility, a ruthless assault team storms the compound searching for someone their boss has lost. Walker begrudgingly falls in with skilled hitwoman Elda and her mysterious ward Juliet in order to survive the night.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/hVh4hMzkXNLnScudbid6hDvjMPk.jpg",
        "rating": 5.3,
        "category": "Movie"
      },
      {
        "id": "23945",
        "title": "Gute Zeiten, schlechte Zeiten",
        "description": "Gute Zeiten, schlechte Zeiten is a long-running German television soap opera, first broadcast on RTL in 1992. The programme concerns the lives of a fictional neighborhood in Germany's capital city Berlin. Over the years the soap opera tends to have an overhaul of young people in their late teens and early twenties; targeting a young viewership.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/qujVFLAlBnPU9mZElV4NZgL8iXT.jpg",
        "rating": 5.784,
        "category": "Anime"
      },
      {
        "id": "12261",
        "title": "The Tonight Show Starring Johnny Carson",
        "description": "The Tonight Show Starring Johnny Carson is a talk show hosted by Johnny Carson under The Tonight Show franchise from 1962 to 1992. It originally aired during late-night. For its first ten years, Carson's Tonight Show was based in New York City with occasional trips to Burbank, California; in May 1972, the show moved permanently to Burbank, California. In 2002, The Tonight Show Starring Johnny Carson was ranked #12 on TV Guide's 50 Greatest TV Shows of All Time.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/uSvET5YUvHNDIeoCpErrbSmasFb.jpg",
        "rating": 7.5,
        "category": "Anime"
      },
      {
        "id": "55789",
        "title": "Sturm der Liebe",
        "description": "These are the stories of relationships taking place in the fictional five-star hotel Fürstenhof, located in Feldkirchen-Westerham near Rosenheim with the plot revolving around members of the family room area, the hotel owners, and employees.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/jfFNydakwvbeACEwSd2Gh8UWtba.jpg",
        "rating": 6.041,
        "category": "Anime"
      },
      {
        "id": "32980",
        "title": "Watch What Happens Live with Andy Cohen",
        "description": "Bravo network executive Andy Cohen discusses pop culture topics with celebrities and reality show personalities.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/onSD9UXfJwrMXWhq7UY7hGF2S1h.jpg",
        "rating": 5,
        "category": "Anime"
      },
      {
        "id": "24686",
        "title": "Alles was zählt",
        "description": "Alles was zählt is a German television soap opera first broadcast on RTL on September 4, 2006. The original plot revolved around Diana Sommer's dream to become a world class ice skater. She fell in love with Julian Herzog, who signed her at the prestigious Steinkamp Sport and Wellness Center, run by the unscrupulous Steinkamp dynasty. Diana and Julian eventually became a couple, but in November 2007, Julian suffered a brain hemorrhage and died during their wedding. Diana remained in Essen until January 2009, when she left to join a skating centre in Halle. The story continues to revolve around the Steinkamp Sport and Wellness Centre and its quest to become a sporting powerhouse, as well as the lives of the characters who work at and around the Centre.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/zExwkyO7exxrMVrpOkDvK0BTelW.jpg",
        "rating": 4.5,
        "category": "Anime"
      },
      {
        "id": "18590",
        "title": "Plus belle la vie",
        "description": "The daily lives of the inhabitants of \"le Mistral\", an imaginary neighbourhood in the Mediterranean port city of Marseille, where wealthy families cross paths with the less than rich.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/jmU8HlTDn87xmRqXagcL2swDr8I.jpg",
        "rating": 4.2,
        "category": "Anime"
      },
      {
        "id": "236270",
        "title": "Love in Pavilion",
        "description": "It tells the story of Dongfang Huaizhu and Wangquan Hongye, the leaders of two major families, the Dongfangs and the Wangquans. In a time when humans and demons are in conflict, they work together to stabilize the situation in order to revive the Unity Alliance. On the seventh day of the seventh month, at the Bamboo Pavilion by the Huai River, their fates intertwine like the sheaths of two swords, never to be separated. They pick up the most heartwarming promise and tell a story that has endured for generations.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/rz9njPrgpOWKlXeU3e3lvMChjnD.jpg",
        "rating": 8.7,
        "category": "Anime"
      },
      {
        "id": "73770",
        "title": "The Late Show with Stephen Colbert",
        "description": "Stephen Colbert brings his signature satire and comedy to The Late Show with Stephen Colbert, the #1 show in late night, where he talks with an eclectic mix of guests about what is new and relevant in the worlds of politics, entertainment, business, music, technology, and more. Featuring bandleader Jon Batiste with his band Stay Human, the Emmy Award-nominated show is broadcast from the historic Ed Sullivan Theater. Stephen Colbert, Chris Licht, Tom Purcell, and Jon Stewart are executive producers. Barry Julien and Denise Rehrig serve as co-executive producers.must watch",
        "imageUrl": "https://image.tmdb.org/t/p/w500/9jkThAGYj2yp8jsS6Nriy5mzKFT.jpg",
        "rating": 6.4,
        "category": "Anime"
      },
      {
        "id": "24981",
        "title": "The Late Late Show with Craig Ferguson",
        "description": "The Late Late Show with Craig Ferguson is an American late-night talk show hosted by Scottish American comedian Craig Ferguson, who is the third regular host of the Late Late Show franchise. It follows Late Show with David Letterman in the CBS late-night lineup, airing weekdays in the US at 12:37 a.m. It is taped in front of a live studio audience from Monday to Friday at CBS Television City in Los Angeles, California, directly above the Bob Barker Studio. It is produced by David Letterman's production company Worldwide Pants Incorporated and CBS Television Studios.\n\nSince becoming host on January 3, 2005, after Craig Kilborn and Tom Snyder, Ferguson has achieved the highest ratings since the show's inception in 1995. While the majority of the episodes focus on comedy, Ferguson has also addressed difficult subject matter, such as the deaths of his parents, and undertaken serious interviews, such as one with Desmond Tutu, which earned the show a 2009 Peabody Award.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/gGC7zSDgG0FY0MbM1pjfhTCWQBI.jpg",
        "rating": 6.832,
        "category": "Anime"
      },
      {
        "id": "10224",
        "title": "Match of the Day",
        "description": "BBC's football highlights and analysis.\n\n\"The longest-running football television programme in the world\" as recognised by Guinness World Records in 2015.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/paRFRd11WlFOxVbGnzjjCBym7FW.jpg",
        "rating": 7.4,
        "category": "Anime"
      },
      {
        "id": "60821",
        "title": "Among Friends",
        "description": "Miklós introduces viewers into the world of Money and Charm.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/mT6VFzwGPddwGjWGxzNOy4JVL8.jpg",
        "rating": 3.423,
        "category": "Anime"
      },
      {
        "id": "24610",
        "title": "Secret Lives",
        "description": "Salatut elämät (Secret Lives) is a Finnish television soap opera that premiered on MTV3 on 25 January 1999. The series' storylines follow the daily lives of several families who live in the same apartment block in Helsinki.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/ugYAGyxwajuplDUUYT8Bzbj8eNR.jpg",
        "rating": 4.5,
        "category": "Anime"
      },
      {
        "id": "71818",
        "title": "Late Night with Seth Meyers",
        "description": "Seth Meyers, who is \"Saturday Night Live’s\" longest serving anchor on the show’s wildly popular \"Weekend Update,\" takes over as host of NBC’s \"Late Night\" — home to A-list celebrity guests, memorable comedy and the best in musical talent. As the Emmy Award-winning head writer for \"SNL,\" Meyers has established a reputation for sharp wit and perfectly timed comedy, and has gained fame for his spot-on jokes and satire. Meyers takes his departure from \"SNL\" to his new post at \"Late Night,\" as Jimmy Fallon moves to \"The Tonight Show\".",
        "imageUrl": "https://image.tmdb.org/t/p/w500/rw0QaegwgKbRoB2CZe2lfewltT9.jpg",
        "rating": 5.359,
        "category": "Anime"
      },
      {
        "id": "11636",
        "title": "Top of the Pops",
        "description": "The biggest stars, the most iconic performances, the most outrageous outfits – it’s Britain’s number one pop show.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/jjfTTjVYWyD6rGHVbnC44IrsJ7P.jpg",
        "rating": 3,
        "category": "Anime"
      },
      {
        "id": "50605",
        "title": "Die Harald Schmidt Show",
        "description": "The Harald Schmidt Show is a German late night talk show hosted on Sky Deutschland by comedian Harald Schmidt. The show first aired from 5 December 1995 to 23 December 2003 on Sat.1. Schmidt then moved his show to Das Erste as Harald Schmidt and Schmidt & Pocher, but he returned to Sat.1 on 13 September 2011. After cancellation on Sat.1, the show continued on Sky Deutschland in September 2012.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/lQcE1AzjDP5zJRUW76PMRn7ai9W.jpg",
        "rating": 7,
        "category": "Anime"
      },
      {
        "id": "12734",
        "title": "Law & Order: Special Victims Unit",
        "description": "In the criminal justice system, sexually-based offenses are considered especially heinous. In New York City, the dedicated detectives who investigate these vicious felonies are members of an elite squad known as the Special Victims Unit. These are their stories.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/abWOCrIo7bbAORxcQyOFNJdnnmR.jpg",
        "rating": 7.94,
        "category": "Anime"
      },
      {
        "id": "110088",
        "title": "The Last of Us",
        "description": "Twenty years after modern civilization has been destroyed, Joel, a hardened survivor, is hired to smuggle Ellie, a 14-year-old girl, out of an oppressive quarantine zone. What starts as a small job soon becomes a brutal, heartbreaking journey, as they both must traverse the United States and depend on each other for survival.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/dmo6TYuuJgaYinXBPjrgG9mB5od.jpg",
        "rating": 8.6,
        "category": "Anime"
      },
      {
        "id": "12224",
        "title": "The Daily Show",
        "description": "The World's Fakest News Team tackle the biggest stories in news, politics and pop culture.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/ixcfyK7it6FjRM36Te4OdblAq4X.jpg",
        "rating": 6.367,
        "category": "Anime"
      },
      {
        "id": "104722",
        "title": "Tagesschau",
        "description": "German daily news program, the oldest still existing program on German television.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/7dFZJ2ZJJdcmkp05B9NWlqTJ5tq.jpg",
        "rating": 6.748,
        "category": "Anime"
      },
      {
        "id": "46062",
        "title": "Best Friends",
        "description": "Best Friends follows the life of a group of friends at their high school ‘Spangalis College’. Inside and outside of school exciting and challenging experiences take place. Growing up is never easy; every character has its own, unique story of love, friendship, loneliness, sorrow, discovery. There is drama and joy in school, family, teachers, parents, divorce, bullying, and always dreams for the future.",
        "imageUrl": "https://image.tmdb.org/t/p/w500/2bH7QQ7WQfnbt1CWiX8BE5E2V4t.jpg",
        "rating": 3,
        "category": "Anime"
      }
    ]
  }